<template>
  <div class="box">
    <van-nav-bar
      class="navbar"
      :border="false"
      title="同心台APP《康养帮参与者公众约定》"
      left-arrow
      @click-left="onClickLeft"
    />
    <div class="convention">
      <p class="topic">同心台APP《康养帮参与者公众约定》</p>
      <p class="text">
        【同心台】互帮体系中“康养帮”的成立，紧密围绕国家领导的思想高度，呼吁和调动“全社会”愿意携手联合打破很多家庭“有病不敢看、有病看不起、亲眼看着亲人活生生被病魔折磨”的民生痛点。通过“一人生病，千万人相帮”的互助方式，把“一病致穷、一病家破”的困苦现象解决掉。【同心台】“康养帮”团结一切愿意互帮互助、抱团取暖的所有人，共同一起来解决看不起病的“民生痛点”。四川省圆又缘网络科技有限公司，在国家和政府部门的支持下，属中国第一家持牌“互助”企业。公司通过“千万孝心情义大联盟”行动，结盟每一位有责任感、有爱心、愿担当的伙伴，用“一人有难、千万人相帮的提前布局”，彻底粉碎“无钱看病、一病致穷、一病家就破、亲人一病不能救”的魔咒；大家自愿的发起“前置资金”进行互帮互助。今天你有病大家来帮你，明天我有病大家来帮我。只要谁生病，平台将会以最快速度从所有参与者在平台的“可用资金”中平均扣除进行支援帮助。为了让“康养帮”对每个会员都有一个公正公平公开的互相帮助的良好环境，平台制定下列公众约定，望每一个参与者熟知并共同遵守。
      </p>
      <p class="subtitle">一、平台成本意识：</p>
      <p class="text">
        平台系统是属于网络技术开发和维护范畴，需要成本运营，故“康养帮”参与者，每人每年自动扣除15元／年的会员费。（会员费是暂定，在初创阶段，参与“互帮体系”的会员费公司赠送公司1:1的原始积分，其原始积分随着平台的盈利，参与者也会获得巨大回报。公司在电商平台上线后，将平台纯盈利分给所有持有原始积分的家人，公司并按规划开启兑换回现金的流程，具体细节见原始积分细则说明）原始积分的不断增值来自于使用平台的会员费、电商系统的所有盈利、也包括公司再造血的所有实体产业。
      </p>
      <p class="subtitle">二、参与《康养帮》人员说明：</p>
      <div class="text">
        <p>1.身体健康一切正常者可参与康养帮；</p>
        <p>2.患有慢性病、遗传病、有前病史（照）者均可参与；</p>
        <p>3.所有大（高）龄老人均可参与；</p>
      </div>
      <p>
        <span class="hint">特别说明</span
        >：平台在大数据逐步完善以后，所有人不分任何情况都可以参与互帮，并得到互帮资格。请谅解平台在成长的过程中，需要一个规划健康的发展过程。
      </p>
      <p class="subtitle">三、不可帮助的情形：</p>
      <div class="text">
        <p>①换牙齿系列不在互帮资金范围；</p>
        <p>②意外人为伤害不在互帮资金范围；</p>
        <p>③各种先天性或后天性修复手术不在互帮资金范围；</p>
        <p>④各种先天性身体畸形、五官四肢整形整容类不在互帮资金范围之内；</p>
        <p>
          ⑤在加入“康养帮”前需要器官移植的病种，需提前与平台方报批审核，未报批审核的不在互帮资金范围内。
        </p>
      </div>
      <p>
        <span class="hint">特别说明</span
        >：在平台强大以后，平台会逐步放开帮助儿童和女孩修复手术的互帮资金，包括成年人各种修复互帮。
      </p>
      <p class="subtitle">四、观察期说明：</p>
      <div class="text">
        <p>
          为了让康养帮规范化，对所有参与者都有一个公平的帮助，特制定了观察期。（保险公司也有六个月~两年的观察期）
        </p>
        <p>①正常健康者，没有前病史复发者，观察期为5个月。</p>
        <p>②具有慢性病、前病史者，老（或大龄）龄人，观察期为10个月。</p>
      </div>
      <p>
        <span class="hint">特别说明</span
        >：观察期范围内，会员生病不在帮助硬性规定内，公司根据平台的数据的真实情况，可启动“临时紧急救助方案”，帮助没有达到观察期的会员渡过没有资金紧急救命的难关。（仅限重度昏迷紧急抢救者）
      </p>
      <p class="subtitle">五、互帮金额的说明：</p>
      <div class="text">
        <p>
          互帮互助、抱团取暖的“康养帮”，是弥补因各种“新农合、医保、保险”没有完善的部分，弥补病人家庭有困难需要的差缺资金。“康养帮”是帮助有保险而没报完的部分（如治疗费花了20万，保险只报了60%，剩下40%由平台来帮助你），超出保险范围以外的病种，不属于保险公司负责的病种费用，买不起保险的会员生病病种等由“康养帮”全体会员互帮互助。
        </p>
        <p class="subtitle-title">（一）、正常情形下：</p>
        <p>①普通会员：可帮助总需要金额的30%；</p>
        <p>②县代合伙人（V1~V3）：可帮助总需要金额的50%；</p>
        <p>③市代合伙人（V4~V6）:可帮助总需要金额的70%；</p>
        <p>④省代合伙人（V7~V9）：可帮助总需要金额的90%；</p>
        <p>⑤区域总监：（V10）：可帮助总需要金额的100%；</p>
        <p>
          ⑥慢性病、前病照（灶）、大（高）龄老人，可帮助总需要金额的30%×30%，（最高不得超过13.5万元）
        </p>
        <p>
          ⑦保险公司不能报销的余下部分由“康养帮”按级别互助资金。（举例：某会员生病花了8万元，保险公司报销了5万元，会员是县级加盟商享受余下的50%互助，即可得到1.5万元互助金）。如保险全额报销，平台帮助治疗资金的10%作为营养慰问费
        </p>
        <p class="subtitle-title">（二）非正常医疗情形下：</p>
        <p>
          ①患慢性病、遗传病、前病照（灶）史，老龄人最等，高级别可互助总金额的30%×30%（举例：如总资金需要150万、乘以30%=45万，再乘以非正常生病医疗30%，即45万乘以30%=13.5万）。
        </p>
        <p>
          ②需要长期卧床治疗的慢性治疗病种，帮助金额由“圆又缘决策管理常委会”举手表决，大数据不低于100万会员时，每年不得超过30万互助金。
        </p>
        <p>
          （<span class="hint">特别说明</span
          >：此条规定是在数据未达到1000万人时的暂行规定，后期会随着数据的增长逐步放宽。）
        </p>
        <p>③非自然受伤情形下：</p>
        <p>
          A.开非机动车受伤、高空作业、工作中单位受伤、走路摔倒、机械作业受伤等非自然生病，其费用不纳入“康养帮”计算。（公司可以表示关心型帮助，不属于“”康养帮公约之内）
        </p>
        <p>
          B.人为造成打架斗欧受伤、他人故意伤害、他人恶意伤害、不纳人康养帮计算。（平台可根据实际情况，进行公司关怀性帮助，但不属于康养帮公约范围之内）
        </p>
        <p class="hint">特别补充说明：</p>
        <p>
          ①门诊检查、医院第一次检查、CT检查及透视第一次检查费用不纳入“互助资金范围内”计算。
        </p>
        <p>
          ②平台在会员数据达到1000万人以上时，平台会及时优化会员享受互助金额的条件和级别待遇。
        </p>
        <p class="subtitle-title">（三）提前垫付医疗费用的要求：</p>
        <p>
          ①家庭有保险的人员，且属于“康养帮”县级合伙人，而保险公司不愿垫付，属正常医疗的情况下，“康养帮”可全额垫付；
        </p>
        <p>
          ②有“城乡居民基本医疗保险”或“新农合”，县级以上合伙人资金困难的可由“康养帮”提前全额垫付。
        </p>
        <p>
          ③低保户、特困户、五保户非平台合伙人的普通会员，需管理员核查可其身份的真实性后，平台根据公约按级别垫付。
        </p>
        <p><span class="hint">特别说明</span>：</p>
        <p>
          ①、凡是享受合伙人垫付标准的，合伙人身份是要求是从注册平台激活合伙人时计算满100天后才能享受合伙人垫付标准，自己同时需要直接推荐5人（含家人）以上参与康养帮会员（必须是有效会员），方可享受提前垫付的待遇。
        </p>
        <p>②、合伙人一家人（指夫妻双方亲人直系上下代）都享受合伙人同等待遇。</p>
        <p>
          ③普通会员垫付，要求推荐三个人参与“康养帮”会员联盟，才能享受垫付资格。
        </p>
      </div>
      <p class="subtitle">六、“康养帮”人均互帮金额及管理说明：</p>
      <div class="text">
        <p>
          ①在平台数据没有完善之前，任何救助情况下，平均每个人每次最高扣除3元。其中不包括管理员和推荐人感恩回馈10%。（其中管理员5%的辛苦费，推荐人感恩回馈5%）
        </p>
        <p>
          ②管理员在协助上报时，被帮助方总金额不足6000元时，管理员奖励由平台方补足每次不低于300元。
        </p>
      </div>
      <p class="subtitle">七、互助申请医疗证据及单位的说明：</p>
      <div class="text">
        <p>
          ①乡镇卫生院正规医疗证明。（医疗后需将医疗缴费凭证复印后，发电子邮件或快件给平台存档）
        </p>
        <p>②持有正规医疗许可证的民办医院医疗证明。</p>
        <p>③正规医疗机构及医院证明。</p>
        <p>④有特殊医疗的中医药医院证明。</p>
        <p>
          ⑤特殊的病情，特别的医疗方式（指没被纳入医疗单位的非处方药及其他方式，特殊医疗方式以医疗效果后的医疗费用也可参与互助金支持）
        </p>
      </div>
      <p>
        <span class="hint">说明</span
        >：康养帮帮助困难的患者家庭，只注重对会员的治疗结果。只要对会员病情治疗有好的效果，平台可以不拒一格进行互帮。（指民间祖传秘方及偏方，以效果为准。秘方及偏方治疗需提前报费用额度，平台管理方核实备案后的治疗费用才予以资金互助）
      </p>
      <p class="subtitle">八、提前垫付后返还款的说明：</p>
      <div class="text">
        <p>
          为了不耽误合伙人或会员在生病时最好的医疗时机，在需要平台提前垫付时，平台可以根据实际情况进行帮助，但在合伙人或会员有理赔或报销的情况后，需要把理赔部分按下列要求返还给平台，以确保平台的良性运作，也不辜负所有会员的帮助和关心之情，更要让每一个会员的爱心付出都能够帮助到“看不起病、有病不敢医”的困难家庭，才是圆又缘公司创建平台的初衷。具体返还要求：
        </p>
        <p>
          ①有收入的且条件好的，返还理赔或报销部分的90%互助款。（举例：会员需要垫付10万元，会员报销了10万，只需返还9万元）
        </p>
        <p>
          ②家庭条件差，收入不稳定的，返还理赔或报销部分的80%互助款。（举例：会员需要12万元垫付，报销了6万元，只需返还4.8万元）
        </p>
        <p>
          ③低保户、贫困户、特困户，收入不稳定的，返还现赔或报销部分的70%互助款。（举例：会员需要垫付7万元，报销了3.5万元，只需返还2.45万元）
        </p>
      </div>
      <p>
        <span class="hint">补充说明</span
        >：平台最高级别的合伙人，根据病情需要最多可提前垫付150万元，平台垫付是根据合伙人级别至普通会员的复消级别进行垫付。（举例：一个市级合伙人：医疗垫付资金总需要8万元，平台垫付50%=4万元，以此可做类推）
      </p>
      <p class="subtitle">九、重复互帮的说明：</p>
      <div class="text">
        <p>
          生病是谁也不愿，谁也不想的事情，但平台在初创期也有一个发展过程，在会员数据没形成庞大规模期间（未达到200万会员以上时），平台有严谨的规划：
        </p>
        <p>
          ①观察期5个月的每接受一次互帮金额的帮助，再次使用互帮款时，需5个月以后。（不论每次互帮款的多少，都是5个月后）
        </p>
        <p>
          ②观察期10个月的每接受一次互帮金额的帮助，再次使用互帮款时，需要10个月后才能再次使用。
        </p>
      </div>
      <p>
        <span class="hint">特别说明</span
        >：同心台“康养帮”会根据很多家庭的实际困难进行灵活帮助。同心台康养帮的目的是救人命，所有的制度都是死的，人是活的。一切都是围绕“让困难者看得起病”。
      </p>
      <p class="subtitle">十、康养帮申请流程：</p>
      <div class="text">
        <p>①医院检查证明，拍照上传给客服短信；</p>
        <p>②客服紧急上报“康养帮”管理审核部门。</p>
        <p>③审核部门启动“康养帮”市场管理员上门协助生病会员复查。</p>
        <p>
          ④确诊病情属实，需要“互助金额的证明依据”上传后台，管理员在生病会员后台填写如实病情病种，及会员治病需要垫付的资金，收款人银行帐户，电话，监管人银行帐户，电话等；填写清楚正确后，提交确认
        </p>
        <p>⑤平台“康养帮”管理部门核查真实性。</p>
        <p>A.5万以内由管理员核实真实性。</p>
        <p>B.10万以内由区（或县级）常委办督察核实真实性。</p>
        <p>C.20万以内由市级常委办督察核实真实性。</p>
        <p>D.30万以内由省级常委办督察核实真实性。</p>
        <p>E.50万以内由公司督察部108将负责核实真实性。</p>
        <p>F.50万以上由公司督察部总裁指定专人核实真实性。</p>
        <p>
          <span class="hint">说明</span
          >：凡是核实真实性，谁核实谁负责，由管理员推送，如因出现造假事故。所有损失由管理员承担80%，核实督查承担20%；如因医院和会员当事人造成价格虚高和弄虚作假，由法务部追回所有经济损失。会员当事人自己及家人全部停止“康养帮”所有待遇。【同心台】平台的帐号收入做提现封停惩处。
        </p>
      </div>

      <p class="subtitle">十一、破坏公约的说明：</p>
      <div class="text">
        <p>
          凡是患病需要帮助款者，隐瞒真实的原病史、慢性病史或遗传病史，在申报前没作说明，在复核中发现隐瞒现象，平台拒绝帮助。如互帮款已经拨出去，停掉合伙人在平台的所有福利。
        </p>
        <p>
          <span class="hint">说明</span
          >平台是一个爱心公益平台，我们需要彼此的真诚，在平台有能力的情况下，会竭尽所能地去帮助我们遇到困难的会员家人。所以任何人都要杜绝有做假现象伤害全体会员的心。
        </p>
      </div>

      <p class="subtitle">十二、充值费用、成本及失效说明：</p>
      <div class="text">
        <p>
          “康养帮”所有会员前期“前置”的资金都会尽最大限度的使用在所有需要帮助的会员身上。当每个会员的“前置资金”使用低于5元时，就要马上充值（尽可能提前充值），如果因本人没有及时充值，导致系统失效，本人的观察期在充值后重新开始计算。
        </p>
        <p>
          ①首充为60元，推荐人30元感恩奖励，15元／年，为系统会员费（公司在第一阶段对标公司赠送原始积分1:1，后期会员费赠送原始积分将随时停止）
        </p>
        <p>
          ②续充：每一位参与“康养帮”的合伙人及会员，在自己帐户余额低于5元时必须尽快充值，如因帐户余额不足公平扣付时，导致帐户余额不足时，会员资格失效的责任自行承担。
        </p>
        <p>a.会员资格失效，需重新从0计算观察期。</p>
        <p>
          b.如是合伙人家人资格失效，考核期也需重新从0计算观察期，享受待遇变为普通会员待遇。
        </p>
      </div>

      <p class="subtitle">十三、康养帮的价值体系：</p>
      <div class="text">
        <p>
          康养帮是弥补新农合、保险、医保等还没完善到的部分，对生病没钱治疗的会员进行帮助，具体细分说明：
        </p>
        <p>①保险报销剩余未报销部分，按平台级别互助金额。</p>
        <p>
          ②超出医保、保险、新农合保险以外的病种，可享受平台最高100%的互助金额。
        </p>
        <p>③保险公司不承保的高（大）龄老人，若生病平台可支持互帮资金。</p>
        <p>④慢性病患者、遗传病者、前病照（灶）复发者，平台可支持互帮资金。</p>
        <p>
          ⑤若生病费用被保险公司全部报销，平台依然给予总资金10%的营养补贴金。
        </p>
        <p>
          <span class="hint">说明</span
          >：我们旨在帮助更多买不起保险的家庭都能有生命安全的基本保障，生命本无贵贱，每一个生命都值得我们相互保护。
        </p>
      </div>

      <p class="subtitle">十四、平台临时执行方案的说明：</p>
      <div class="text">
        <p>
          为了让“康养帮”发挥出对国家和社会的作用和价值，在平台“康养帮”会员达到20000人以后，就可以对参与会员启动特殊情况下的“临时紧急救助方案”，在危急时刻先救人命：
        </p>
        <p>
          ①没有达到观察期，家庭非常困难，需要紧急抢救生死攸关的病人，可启动“临时紧急救助方案”（平台根据实际情况可帮助患者部分资金）；
        </p>
        <p>
          ②没有达到观察期，家庭资金没有出路时，且病情紧急出现休克时，可启动“临时紧急救助方案”（平台根据实际情况帮助患者先帮助部分资金先救命）；
        </p>
        <p>
          临时紧急救助方案的执行，需经过公司“决策委员会举手表决决定”，其帮助金额由“公司决策委员会”审核。
        </p>
        <p>
          （<span class="hint">特别说明</span
          >：临时紧急救助方案，仅限会员出现休克现象，且对平台做出巨大贡献；随着平台大数据增长到200万人后，会员在遇到生命重大危险时，平台都会启动“临时紧急救助方案”）
        </p>
      </div>

      <p class="subtitle">十五、平台特殊关怀和提醒：</p>
      <div class="text">
        <p>
          “康养帮”的目的是帮助很多看不起病的家庭，更不想看到众多家庭因为一人生病、全家变穷，甚至一人得病、妻离子散，家破人亡；在医疗环境纷繁复杂的情况下，如遇重大疾病需要动手术时，请所有会员不要害怕，更不要听信一方之言和恶言，导致病人心理防线被击破。如遇下列情形之病，我们要平和心情，不要心生恐惧，世上本无绝症，我们只求良医。
        </p>
        <p>
          ①各种肿瘤或癌症，不要急于动手术，不是非紧急情况下，千万不要轻易动手术，多数情况下，中医就可以化解。
        </p>
        <p>
          ②凡是大病都有前期征兆，在前期发现问题就不要拖延，尽量用中医去化解，相信我们中国老祖宗留给我们的国魂。
        </p>
        <p>③平台会员在生病时请不要轻易参与透析、化疗，尤其是大动手术。</p>
        <p>
          <span class="hint">说明</span>
          ：平台也在综合全国各种医疗水平高超的医师为我们会员提供服务。
        </p>
      </div>

      <p class="subtitle">十六、平台特别呼吁：</p>
      <div class="text">
        <p>
          任何平台都有一个成长过程，真诚恳请每一位听到【同心台】“康养帮”的朋友，用一份善良去传播这个公益互助平台，或许会因为你的一个善举，就会不经意间改变一个家庭的命运，拯救一个家的未来：
        </p>
        <p>①或许我们平常一个月省下一包烟钱，就会救助一个生命；</p>
        <p>②或许我们平常吃饭，少点一个素菜就可能救助一个生病家庭的完整；</p>
        <p>③或许我们平常少买一件衣服我们就能让一对父母不失去子女；</p>
        <p>
          ④或许我们紧一紧花钱的指头，我们就能救助一个老人生病后的生命救助；或许、或许我们一次次善良付出与奉献，在不知不觉不经意间为我们的父母、我们的爱人、我们的子女、我们华夏民族的子孙后代积聚厚阴德大福报，让我们的子孙后代平安幸福，让我们这个国家更温暖更强大！！
        </p>
      </div>

      <p class="subtitle">十七、平台诚言：</p>
      <div class="text">
        <p>
          这是一个善良的平台，传播传承的是一份“善良和关爱”，在帮助别人时，不要想到我马上生病去索取；我们更应该看到的是，在他人生病无助时，我们的一分一毛一块就能救助他人生命时，那双感动感恩泪光中的那份感激；或许只有经历过生命垂危时有人救命时才有那种切身感受。如果、仅仅是如果，假如某一天，我们生命垂危无助时，千千万万的人向我们伸出救助之手时，那一刻也许我们真的会瞬间泪水奔涌而出……，“康养帮”只为每一个珍贵的生命，一路散发着聚能芳香。
        </p>
        <p>①平台是一个互帮互助的平台，不存在赔偿或理赔的概念。</p>
        <p>
          ②平台是一个互帮互助的平台，在我们的会员遇到困难时，平台会根据全体会员可承受帮助金额的实际情况进行帮助。
        </p>
        <p>
          ③每一次帮助出去的金额，都会经过各省、市、县选拔出的“决策代表”参与公正表决。
        </p>
        <p>④平台所有会员的“互助资金”，都是透明的“数据与资金”的对等。</p>
        <p>
          第一阶段公约于2020年10月21日起开始暂行实施。平台根据大数据的真实增长，会做出阶段性优化调整对会员的帮助方案，请大家理解和包容。
        </p>
      </div>

      <div class="dibu">
        <div class="dibuC">
          <p>第一届 公司常委会执行常委：李帅</p>
          <p>本解释权最终归四川省圆又缘网络科技有限公司所有</p>
          <p>四川省圆又缘网络科技有限公司</p>
          <img src="../assets/img/chapter.png" alt="" />
        </div>
      </div>
    </div>
    <popup></popup>
  </div>
</template>
<script>
import popup from "@/components/popup.vue";
export default {
  data() {
    return {};
  },
  components: {
    popup,
  },
  created() {},
  methods: {
    onClickLeft() {
      this.$router.go(-1);
    },
  },
};
</script>
<style lang="scss">
.box {
  text-align: left;
  font-size: 0.26rem;
  .convention {
    box-sizing: border-box;
    padding: 10px;
    padding-bottom: 300px;
    //题目
    .topic {
      text-align: center;
      font-weight: bold;
      font-size: 0.3rem;
      padding: 10px 0;
    }
    //文本
    .text {
      text-indent: 2em;
    }
    //小标题
    .subtitle {
      padding: 5px;
      font-size: 0.28rem;
      font-weight: bold;
    }
    //红色字体提示
    .hint {
      color: red;
    }
    //(一)标题
    .subtitle-title {
      font-weight: bold;
    }
    //底部的章印等
    .dibu {
      position: relative;
      background-color: aqua;
      // display: flex;
      .dibuC {
        float: right;
        display: flex;
        flex-direction: column;
        align-items: center;
        & > img {
          position: absolute;
          width: 70vw;
          top: -60px;
        }
      }
    }
  }
}
</style>