<template>
  <div class="endHelpBox">
    <van-nav-bar
      class="navbar"
      :border="false"
      title="终互帮公约"
      left-arrow
      @click-left="onClickLeft"
    />
    <div class="textBox">
      <p class="subtitle">同心台APP电商平台所有用户：</p>
      <div class="text">
        平台设计消费爱心帮扶，只要用户在平台进行爱心消费，产生“爱心值”，每个用户在家人遇到不幸去世时都可以得到平台的“爱心安慰”，平台把从商家争取到的利益，和平台自己盈利的一部分，拿出来放到每个用户的帐户后台爱心值区域，即爱心值。这是平台从商家争取的利益和平台自己的利益，拿出来为用户献爱心，这是一种爱心贡献。也是回馈用户的感恩之举。请所有用户认真阅读，并自愿参与，每一位参与者在了解并理解《终互帮公约》后，对公约的约定认可后才参与。平台所有用户都要在共同遵守约定中自愿参与，平台为此制定了以下公众约定，请认真阅读。
      </div>
      <p class="subtitle">一、平台终互帮说明：</p>
      <div class="text">
        终互帮是指：参与这个板块消费，会自动产生“爱心值”。爱心值可用于平台用户的在不幸去逝后，平台根据用户在平台消费贡献达到的级别，平台根据用户的数量（人数总和）平均分扣爱心值给去逝的用户进行安慰。
      </div>
      <p class="subtitle">二、如何产生爱心值：</p>
      <div class="text">
        <p>
          ①办终互帮服务卡，每个参与者都要先办服务卡，拥有了“终互帮服务卡”，平台的服务团队才能为其服务；同时，消费所产生的爱心值才能放置到“爱心值”进行显示，没有“终互帮服务卡”，用户消费产生不了“爱心值”，没有“爱心值”，在自己或家人不幸去逝后，就不能得到平台的爱心值安慰。
        </p>
        <p>
          ②即：点开“爱心消费”，会链接平台“爱心购物专区”，消费每一样产品都会产生不同数量的“爱心值”到“终互帮爱心值”上。
        </p>
        <p>
          ③在平台“爱心购物”专区消费，平台有一个“总爱心值”，用户也可以“点开总爱心值”，根据自己的选择，自由放置到“各个显示的互帮板块”中去。
        </p>
        <p>
          <span class="hint">说明：</span
          >平台是一个爱心公益平台，是一个创新之举，可能会根据平台所有用户的良好建议，进行更加完善的改动。只要在我们初心未改的情况下，请每一位参与者给予大力支持，助力大家为社会尽一份责任和义务。
        </p>
      </div>
      <p class="subtitle">三、终互帮服务卡贡献种类说明：</p>
      <div class="text">
        <p>
          服务卡是代表我们双方自愿参与，是参与方在理解服务卡的意义后，自愿办理，并自愿参与到献爱心活动中来，服务卡相当于一个“爱心值管理区”，没有爱心值，就没有办法参与献爱心活动。持有“终互帮服务卡”的种类不同，享受的服务也就有区别。
        </p>
        <p>
          ①90元服务卡，首次可产生爱心值58.5个。可接受平台最低3000个~最高10000个爱心值安慰。
        </p>
        <p>
          ②120元服务卡，首次可产生爱心值78.5个，可接受平台最低6000个~最高20000个爱心值安慰。
        </p>
        <p>
          ③150元服务卡，首次可产生98.5个爱心值，可接受平台最低9000个~30000个的爱心值安慰。
        </p>
        <p>
          ④180元服务卡，首次可产生118.5个爱心值，可接受平台最低12000个~最高40000个爱心值安慰。
        </p>
        <p>
          ⑤210元服务卡，首次可产生138.5个爱心值，可接收平台最低15000个~50000个爱心值安慰。
        </p>
        <p class="hint">注明：</p>
        <p>①每个爱心值个数，代表爱心值安慰金额。</p>
        <p>②最低是代表普通用户，最高代表为平台贡献度最高的级别。</p>
      </div>
      <p class="subtitle">四、平台用户贡献的级别说明：</p>
      <div class="text">
        <p>
          ①普通用户消费商：即在平台的办过服务卡的普通消费者。只能根据服务卡的种类享受最低起点爱心值安慰。3000个~15000个。
        </p>
        <p>
          ②代表消费商：即为平台推广员或消费合伙人，根据服务卡的种类可享受平台5000个~25000个爱心值安慰。
        </p>
        <p>
          ③主管消费商：即平台推广员及消费合伙人，根据服务卡的可享受平台7000个~35000个爱心值安慰。
        </p>
        <p>
          ④经理消费商：即平台推广员或消费合伙人，根据服务卡种类可享受9000个~45000个爱心值安慰。
        </p>
        <p>
          ⑤董事消费商：即公司核心管理，纳入公司市场部成员管理队伍。享受公司最高待遇和消费补贴，根据服务卡的种类可享受平台10000个~50000个爱心值安慰。
        </p>
      </div>
      <p class="subtitle">五、消费贡献产生的级别介绍：平台从消费合伙人、消费商、普通用户的过程，平台有一个循序渐进的过程，在这个过程中会就高到低依次完成。</p>
      <div class="text">
        <p>
          ①最早的消费合伙人：2019年至2021年4月结束。分别为县级代表、市级主管、省代经理、公司区域总监。
        </p>
        <p>
          ②推广员消费商：2021年5月开始，共招500万人，分别为：代表消费商、主管消费商、经理消费商、公司核心董事消费商（董事分别为公司市场部一星董事即主管级、二星董事即经理级、三星董事即副总级）。
        </p>
        <p>
          A、代表消费商：消费一单950元，即成代表消费商。
        </p>
        <p>
          B、主管消费商：复消一单950元，也可以直接销售业绩5700元+自己复消950元，自动成为主管消费商。
        </p>
        <p>
          C、经理消费商：直接销售业绩11400元+其中直属部门成长4个主管消费商，自己复消一单950元，即自动成为经理消费商。
        </p>
        <p>
          D、董事消费商：
        </p>
        <p>
          一星董事：直接销售业绩14250元，直属部门成长3个经理消费商，自己复消一单950元，自动成为一星董事。
        </p>
        <p>
          二星董事：直接销售17100元，直属部门成长3个一星董事，自己复消一单950元，自动成为二星董事。
        </p>
        <p>
          三星董事：直接销售19000元，直属部门三个成长为二星董事，自己复消一单950元，自动成长为三星董事消费商。
        </p>
        <p>
          <span class="hint">说明：</span>星级董事即可享受平台按服务卡种类享受最高爱心值安慰。
        </p>
        <p>
          ③普通用户消费升级阶段：即500万消费商结束后，平台会开通“自愿自由消费贡献爱心值累积升级成最高董事”，此条是500万推广员结束后，才会启动。（以公司的红头通知为准）消费升级介绍：
        </p>
        <p>
          通过爱心购物专区购物，产生爱心贡献值，显示在爱心贡献总值处。
        </p>
        <p>
          A、累积到950个自动升级为代表消费商，享受代表消费商待遇。
        </p>
        <p>
          B、累积到1900个自动升级为主管消费商，享爱主管消费商待遇。
        </p>
        <p>
          C、累积2850个自动升级成经理消费商，享受经理消费商待遇。
        </p>
        <p>
          D、累积到3800个自动升级为董事消费商，享受董事消费商待遇。
        </p>
      </div>
      <p class="subtitle">
        六、消费商爱心值过期介绍：
      </p>
      <div class="text">
        <p>
          凡是普通用户、合伙人及消费商（推广员），终互帮服务卡爱心值归零时，即失去平台为其服务的权利，要转入爱心值之后，重新开始计算考核期。若合伙人消费商或者推广员帐户爱心值归零后，其关联家人也不享受同等待遇。
        </p>
        <p>
          <span class="hint">特别提示：</span>任何合伙人、消费商或者推广员账户，严禁归零，归零后自己重新激活服务卡，要重新从1开始计算考核期。
        </p>
      </div>
      <p class="subtitle">
        七、终互帮服务卡考核期，及中途意外说明：
      </p>
      <div class="text">
        <p>
          ①从自己办理服务卡，里面有爱心值开始计算，考核期为一年，其直属亲人。办理终互帮服务卡享受同等待遇，考核期也是一年；
        </p>
        <p>
          ②非直系亲属或者朋友代办服务卡、只能直接转介绍参与终互帮的，最高可以享受终互帮30%的帮扶。（在大数据达到100万人有爱心贡献值时，平台会调整风控手段，让每一位用户在不幸发生时，都能得到帮扶安慰金，平台也会调整风控考核期，一切公司红头文件为准）
        </p>
        <p>
          ③如中途意外身故，自己、亲人、朋友终互帮没有达到考核期，只要时间达到4个月以上，平台贡献爱心值1000~3000个以示平台心意，其身故者，爱心值同时归零。
        </p>
      </div>
      <p class="subtitle">
        八、平台服务扣除爱心值说明：
      </p>
      <div class="text">
        <p>
          ①平台服务爱心值每月按1.5个扣除（每年18个）。
        </p>
        <p>
          ②根据平台服务成员的不断增多及服务范围的难度不断增加，平台服务爱心值按每一年18个递增扣除服务爱心值（每月扣）。
        </p>
        <p>
          ③根据平台的成长每月最高扣除18个服务爱心值。
        </p>
        <p>
          ④、若平台受国家政策的影响停止服务，其平台按着每个人服务卡的余值，全部返回爱心值总值库，可以进行其他互帮板块的转值服务。
        </p>
      </div>
      <p class="subtitle">
        九、终互帮服务卡继承说明：
      </p>
      <div class="text">
        合伙人 、推广员（消费商）、用户不幸身故，其账户可以由自己的直系亲属继承，但必须由法务部负责审核，方可继承。继承后享受同等待遇。
      </div>
      <p class="subtitle">
        十、争议说明：
      </p>
      <div class="text">
        <p>
          ①凡是合伙人推广员或者消费商，自己没有办理终互帮服务卡，自己亲人都不享受自己的待遇。
        </p>
        <p>
          ②、每个办理终互帮服务卡的成员，必须认真阅读终互帮公约。凡是办理终互帮服务卡的成员，在自己没有理解到终互帮公约内容造成误办的，在7天以内可以申请退款，超过7天既作接受整个平台服务公约，平台不接受任何退款。
        </p>
      </div>
      <div class="end">
        此公约是平台为参与的消费者及家人的爱心贡献，其终互帮爱心值来自于平台的盈利，也是大家对平台信任的一份贡献。任何人不得违反公约，违反公约者按公约执行。如有超出公约的内容出现或争议，最终解释权归四川省圆又缘网络科技有限公司【同心台】事业部所有。
      </div>
      <p class="text">生效时间： 2021年 05 月 20日</p>
      
      
      <div class="dibu">
        <div class="dibuC">
          <p>第一届 公司常委会执行常委：李帅</p>
          <p>本解释权最终归四川省圆又缘网络科技有限公司所有</p>
          <p>四川省圆又缘网络科技有限公司</p>
          <img src="../assets/img/chapter.png" alt="" />
        </div>
      </div>
    </div>
    <popup></popup>
  </div>
</template>
<script>
import popup from "@/components/popup.vue";
export default {
  data() {
    return {};
  },
  components: {
    popup,
  },
  methods: {
    onClickLeft() {
      this.$router.go(-1);
      //21-5-20修改，点开协议后，返回之前输入的不应该清空
      //加两个动态路由进去
      //舍弃，不让写在路由中
      // let params = {};
      // if (this.$route.params.sess_name) {
      //   params.sess_name = this.$route.params.sess_name;
      // }
      // if (this.$route.params.sess_carid) {
      //   params.sess_carid = this.$route.params.sess_carid;
      // }
      // this.$router.push({
      //   name: "recharge",
      //   params: params,
      //   query: { fr: "dibu" },
      // });
    },
  },
};
</script>
<style lang='scss' scoped>
.endHelpBox {
  font-size: 0.28rem;
  text-align: left;
  .textBox {
    padding: 10px;
    padding-bottom: 300px;
    .subtitle {
      padding: 5px;
      font-weight: bold;
    }
    .text {
      text-indent: 2em;
      margin-bottom: 0.5em;
    }
    .end {
      text-indent: 2em;
      padding: 5px;
      margin-top: 1.5em;
    }
    //底部的章印等
    .dibu {
      position: relative;
      .dibuC {
        float: right;
        display: flex;
        flex-direction: column;
        align-items: center;
        & > img {
          position: absolute;
          width: 70vw;
          top: -60px;
        }
      }
    }
  }
}
</style>